{
    "greetings": "Hello ! I am",
    "name": "Julie",
    "web_developer": "a full-stack developer",
    "hero_1": "Creative and proactive, I have more than three years of experience in web development (Vue.JS & Laravel), UI/UX design, and a double expertise in web marketing. 👩🏻‍💻",
    "hero_2": "My goal is to provide the best user experience by designing and developing intuitive and performant interfaces with a suitable design that respects the brand's identity. 🎯",
    "download_resume": "Download my resume",
    "get_in_touch": "Get in touch",
    "follow_me": "Follow me on",
    "learn_more": "Learn more",
    "header": {
        "experience": "Skills",
        "education": "Education",
        "about_me": "About me"
    },
    "skills": {
        "title_1": "One",
        "title_2": "profile",
        "title_3": "Three",
        "title_4": "skills",
        "description_1": "I started my career in web marketing and community management, which allowed me to put my creativity to work and learn how to make effective acquisition and retention strategies.",
        "description_2": "I decided to switch to web development to acquire the technical skills to more concretely design the ideas that abound in my head.",
        "description_3": "Curious and enriched by my various professional skills, I am a full-stack developer with a particular appetite for UI/UX. I enjoy creating mockups and wireframes and developing attractive, performant and intuitive websites.",
        "web_development": "Full-stack development",
        "ui_ux_design": "UI/UX Design",
        "web_marketing": "Web marketing & Community Management"
    },
    "experiences": {
        "title_1": "Skills",
        "title_2": "&",
        "title_3": "experience",
        "description_1": "I'm a full-stack developer but I previously worked in community management and web-marketing.",
        "description_2": "Spontaneous and multi-skilled, I am committed to using my various skills.",
        "description_3": "I like to challenge the existing and imagine the future. 🚀",
        "duties": "Duties :",
        "stack": "Tech stack :"
    },
    "jobs": {
        "kizeo_name": "Web developer (Vue.Js & Laravel) - Specialized in front-end & UX/UI solutions",
        "kizeo_company": "Kizeo",
        "kizeo_date": "2019 - 2023",
        "kizeo_description": "Kizeo is an international SAS (simplified joint-stock company) created in France in 2011 and specialized in the edition of application software. In other words, our core business is to develop IT solutions for professionals in the form of mobile applications and softwares.",
        "kizeo_duties_1": "• Development of Kizeo web sites (Kizeo Forms & Kizeo Corp) in Vue.js and Laravel",
        "kizeo_duties_2": "• Evaluate and improve the existing UX/UI design of Kizeo solutions (Kizeo Forms, Kizeo Corp & Tempo by Kizeo)",
        "kizeo_duties_3": "• Design and implement new features",
        "kizeo_duties_4": "• Gather and evaluate user needs in collaboration with Product Owners and Marketing department",
        "kizeo_duties_5": "• Maintain internal/external technical documentation (Notion, Kizeo Forms Documentation, Swagger API & Kizeo Forms Documentation)",
        "kizeo_duties_6": "• Participate in advanced internal/external advanced support and development of new work processes on JIRA for support tracking",
        "kizeo_duties_7": "• Participate in the execution and development of unit tests",
        "simplelif_name": "Web & Mobile Developer",
        "simplelif_company": "Simple Lif'",
        "simplelif_date": "2019",
        "simplelif_description": "Simple Lif' is a start-up that develops a collaborative tool to facilitate the daily life of independent nurses.",
        "simplelif_duties_1": "• Creation of features for the Bonami mobile application in React Native",
        "simplelif_duties_2": "• Design and implementation of the back-office registration pages",
        "office_name": "Community Manager",
        "office_company": "Salon-de-Provence Tourist Office",
        "office_date": "2016 - 2017",
        "office_duties_1": "• Participation in the definition and implementation of the office's digital strategy by developing its presence on social media and the web",
        "office_duties_2": "• Animation and community management on Facebook, Instagram and Twitter in order to build loyalty, involve and federate the various targets for the promotion of the city",
        "office_duties_3": "• Creation and integration of contents (news, photos, videos) on the social medias, the website and the mobile app",
        "office_duties_4": "• Update the database of the tourist departmental platform (PATIO visitprovence)",
        "office_duties_5": "• Diffusion and promotion of a video campaign via AdWords (TrueView InStream)",
        "office_duties_6": "• Creation and diffusion of a weekly newsletter (Mailchimp)",
        "office_duties_7": "• Creation of flyers, logos and posters",
        "office_duties_8": "• English translation of tour guides and flyers",
        "neko_name": "Community Manager",
        "neko_company": "Neko Sushi",
        "neko_date": "2015 - 2016",
        "neko_duties_1": "• Facebook page management",
        "neko_duties_2": "• Creation of contents (logo, facebook cover, promotional visuals)",
        "neko_duties_3": "• TripAdvisor account management",
        "neko_duties_4": "• Social Media monitoring",
        "digitick_name": "Web Marketing Intern",
        "digitick_company": "See Tickets (Digitick)",
        "digitick_date": "2015",
        "digitick_description": "French leading on-line ticketing company, Digitick is part of Vivendi group.",
        "digitick_duties_1": "• Emailing : creation of weekly and monthly email marketing campaigns on Mailchimp; management of the workflow & email production calendar in collaboration with the commercial team; optimization of the email templates (HTML); improvement of the customers segmentation according to their tastes and previous purchases; creation of weekly reports and recommendations based on obtained results",
        "digitick_duties_2": "• Management and supervision of Pay Per Click advertising campaigns : SEM, affiliate, display and Facebook Ads campaigns",
        "digitick_duties_3": "• SEO : creation of meta contents for the (then) future version of Digitick.com",
        "digitick_duties_4": "• Affiliation: creation of partnerships and assistance in managing the communication schedule regarding the display campaigns",
        "digitick_duties_5": "• Google Analytics : supervision of the campaigns; creation of weekly and monthly reports about the results of the acquisition funnels of Digitick.com, zePass, Infoconcert and main white label websites"
    },
    "education": {
        "title_1": "Education",
        "title_2": "&",
        "title_3": "training",
        "description_1": "I obtained a bachelor's degree in a multidisciplinary program to improve my knowledge in economics, law and marketing while strengthening my language skills in english and starting to learn japanese.",
        "description_2": "Attracted by digital technology, I completed a master's degree in digital communication and, after some professional experiences, I decided to follow a training in web development."
    },
    "formations": {
        "sauveteur_name": "First Aid Worker",
        "sauveteur_school": "PREVISS",
        "sauveteur_date": "November 2022",
        "typescript_name": "TypeScript training",
        "typescript_school": "Le Réacteur",
        "typescript_date": "January 2022",
        "communication_name": "Nonviolent Communication (NVC)",
        "communication_school": "CAECI Conseil",
        "communication_date": "May 2021",
        "agile_name": "Agile software development",
        "agile_school": "Agile Partner",
        "agile_date": "October 2020",
        "vue_name": "Advanced Vue.Js training",
        "vue_school": "Human Coders",
        "vue_date": "June 2020",
        "dev_name": "Professional certification (RNCP level 5) in Web Development",
        "dev_school": "Wild Code School",
        "dev_date": "2018 - 2019",
        "kedge_name": "MSc Digital Marketing",
        "kedge_school": "Kedge Business School",
        "kedge_date": "2013 - 2015",
        "lea_name": "Bachelors's Degree in Applied Foreign Languages (english and japanese)",
        "lea_school": "Aix-Marseille Université",
        "lea_date": "2008 - 2012"
    },
    "footer": {
        "back_to_top_1": "Back",
        "back_to_top_2": "to",
        "back_to_top_3": "top",
        "contact_me": "Feel free to contact me on",
        "developed_by": "Developed by"
    },
    "about_me_1": "Who am I? Professionally, if I refer to the results obtained during my skills assessment by the Executive Profiler research and training center, my talent established by prismatic intelligence is the Epicurean (ECSX), a profile that likes to live intensively in the present moment, to work in a group with active people and who has confidence in its ability to find appropriate solutions when the time comes.",
    "about_me_2": "I am a spontaneous, intuitive person who learns in the action and who exercises my creativity through concrete achievements.",
    "about_me_3": "Outside of work, I am passionate about music which I listen to tirelessly every day, I also play the guitar and am always up for a musical blind-test.",
    "about_me_4": "I have also been a fan of video games since my first console and I like to discover new films and TV series.",
    "about_me_5": "Finally, I am a fervent supporter of Olympique de Marseille whose motto 'Straight to the goal' corresponds perfectly to my personality."
}
