{
  "greetings": "Hey ! Je suis",
  "name": "Julie",
  "web_developer": "développeuse full stack",
  "hero_1": "Créative et force de proposition, j'ai plus de trois ans d'expérience dans le développement web (Vue.JS & Laravel) et le design UI/UX ainsi qu'une double compétence dans le web marketing. 👩🏻‍💻",
  "hero_2": "Mon but ? Offrir la meilleure expérience utilisateur en en maquettant et développant des interfaces intuitives et performantes avec un design adapté, respectant l’identité de la marque. 🎯",
  "download_resume": "Télécharger mon CV",
  "get_in_touch": "Me contacter",
  "follow_me": "Retrouvez-moi sur",
  "learn_more": "En savoir plus",
  "skills": {
    "title_1": "Un",
    "title_2": "profil",
    "title_3": "Triple",
    "title_4": "compétences",
    "description_1": "J’ai commencé ma carrière dans le web marketing et le community management, ce qui m'a permis de mettre à profit ma créativité et d'apprendre comment réaliser des stratégies d’acquisition et fidélisation efficaces.",
    "description_2": "J'ai décidé de me réorienter dans le développement web pour acquérir la technique nécessaire pour concevoir de façon plus concrète les idées qui abondent dans ma tête.",
    "description_3": "Curieuse et riche de mes diverses compétences professionnelles, je suis une développeuse front-end avec une appétence particulière pour l'UI/UX et toujours avide de progresser dans le back-end. J'aime créer des maquettes et développer des sites attractifs, performants et intuitifs.",
    "web_development": "Développement Full-Stack",
    "ui_ux_design": "UI/UX Design",
    "web_marketing": "Web marketing & Communication digitale"
  },
  "experiences": {
    "title_1": "Compétences",
    "title_2": "&",
    "title_3": "expériences",
    "description_1": "Développeuse web spécialisée dans le design UI/UX, j'ai auparavant travaillé dans le community management.",
    "description_2": "De nature spontanée et polyvalente, j'ai à coeur de mettre à profit mes diverses compétences.",
    "description_3": "J'aime challenger l'existant et imaginer le futur. 🚀"
  },
  "jobs": {
    "kizeo_name": "Développeuse Web - Spécialisée Front-End & conception UI/UX",
    "kizeo_company": "Kizeo",
    "kizeo_date": "2019 - 2023",
    "kizeo_description": "Kizeo est une SAS internationale créée en France en 2011 et spécialisée dans l’édition de logiciels applicatifs.",
    "kizeo_duties_1": "• Développement des sites Kizeo (Kizeo Forms & Kizeo Corp) en Vue.js et Laravel",
    "kizeo_duties_2": "• Évaluer et améliorer le design UI/UX existant des solutions Kizeo (Kizeo Forms, Kizeo Corp & Tempo by Kizeo)",
    "kizeo_duties_3": "• Concevoir et implémenter l'UI/UX des solutions Kizeo (Kizeo Forms & Kizeo Corp)",
    "kizeo_duties_4": "• Recueillir et évaluer les besoins des utilisateurs en collaboration avec les Product Owners et le service Marketing",
    "kizeo_duties_5": "• Maintien de la documentation interne/externe technique (Notion, Kizeo Forms Documentations, Swagger API & Kizeo Forms Documentation)",
    "kizeo_duties_6": "• Participation au support avancé interne/externe et à l'élaboration de nouveaux process de travail sur JIRA pour le suivi du support",
    "kizeo_duties_7": "• Participation à l’exécution et à l’élaboration des tests",
    "simplelif_name": "Développeuse Web & Mobile",
    "simplelif_company": "Simple Lif'",
    "simplelif_date": "2019",
    "simplelif_description": "Simple Lif' est une start-up qui développe un outil collaboratif de facilitation du quotidien des infirmiers libéraux, Bonami.",
    "simplelif_duties_1": "• Création de features pour l'application mobile Bonami en React Native",
    "simplelif_duties_2": "• Design et implémentation des pages d'inscription, confirmation et du workplace des infirmiers",
    "office_name": "Community Manager & Assistance Webmaster",
    "office_company": "Office de Tourisme de Salon-de-Provence'",
    "office_date": "2016 - 2017",
    "office_duties_1": "• Participation à la définition et à la mise en œuvre de la stratégie digitale de l'office en développant sa présence sur les médias sociaux et sur le web",
    "office_duties_2": "• Animation et gestion des communautés sur Facebook, Instagram et Twitter; mises en place d'actions afin de fidéliser, impliquer et fédérer les différentes cibles pour la promotion de la ville",
    "office_duties_3": "• Création et intégration de contenus (actualités, photos, vidéos) sur les réseaux, le site web et l'application mobile",
    "office_duties_4": "• Gestion des mises à jour de la base de données de la plateforme départementale touristique (PATIO visitprovence)",
    "office_duties_5": "• Gestion de la diffusion et de la promotion d'une campagne vidéo via AdWords (TrueView InStream)",
    "office_duties_6": "• Création et diffusion d'une newsletter hebdomadaire (Mailchimp)",
    "office_duties_7": "• Création de flyers, logos et affiches (pour distribution & affichage dynamique)",
    "office_duties_8": "• Traduction anglaise des guides et flyers",
    "neko_name": "Community Manager Freelance",
    "neko_company": "Neko Sushi'",
    "neko_date": "2015 - 2016",
    "neko_duties_1": "• Gestion et animation d'une page Facebook",
    "neko_duties_2": "• Création d'une charte graphique avec des contenus personnalisés (logo, couverture facebook, visuels promotionnels)",
    "neko_duties_3": "• Gestion des avis TripAdvisor",
    "neko_duties_4": "• Veille concurrentielle",
    "digitick_name": "Assistante Web-Marketing",
    "digitick_company": "See Tickets (Digitick)'",
    "digitick_date": "2015",
    "digitick_description": "Le groupe Digitick est un pure-player, pionnier de la billetterie en ligne et filiale du groupe Vivendi.",
    "digitick_duties_1": "• Emailing : création des newsletter hebdomadaires et mensuelles sous MailChimp; retouche des templates sous HTML; reporting mensuel des résultats et recommandations auprès des commerciaux pour les événements à mettre en avant et la cible à toucher",
    "digitick_duties_2": "• Gestion des campagnes CPC : campagnes Adwords, post sponsorisés Facebook/Twitter Ads",
    "digitick_duties_3": "• SEO : création de contenus pour la nouvelle version du site Digitick",
    "digitick_duties_4": "• Affiliation : création de nouveaux partenariats d'affiliés directs et assistance dans la gestion du planning de communication des campagnes display",
    "digitick_duties_5": "• Google Analytics : reporting hebdomadaires et mensuels des résultats obtenus par les différents leviers d'acquisition, analyse du comportement de l'acheteur, suivi du trafic et des conversions sur les différents sites Digitick et marques blanches"
  },
  "education": {
    "title_1": "Éducation",
    "title_2": "&",
    "title_3": "formations",
    "description_1": "Après mon bac ES, j'ai obtenu une licence dans une filière pluridisciplinaire afin d'accroître mes connaissances en économie, en droit et en marketing tout en renforçant mes compétences linguistiques en anglais et en commençant l'apprentissage du japonais.",
    "description_2": "Attirée par le numérique, j'ai effectué un master dans la communication digitale et, suite à quelques expériences professionnelles, je me suis formée au développement web."
  },
  "formations": {
    "sauveteur_name": "Formation Sauveteur Secouriste du Travail",
    "sauveteur_school": "PREVISS",
    "sauveteur_date": "Novembre 2022",
    "typescript_name": "Formation TypeScript",
    "typescript_school": "Le Réacteur",
    "typescript_date": "Janvier 2022",
    "communication_name": "Formation La communication & les émotions au service d'une relation constructive",
    "communication_school": "CAECI Conseil",
    "communication_date": "Mai 2021",
    "agile_name": "Formation Méthode Agiles",
    "agile_school": "Agile Partner",
    "agile_date": "Octobre 2020",
    "vue_name": "Formation Vue.Js Avancée",
    "vue_school": "Human Coders",
    "vue_date": "Juin 2020",
    "dev_name": "Titre professionnel de Développeur Web et Mobile",
    "dev_school": "Wild Code School",
    "dev_date": "2018 - 2019",
    "kedge_name": "M.Sc Marketing Digital",
    "kedge_school": "Kedge Business School",
    "kedge_date": "2013 - 2015",
    "lea_name": "Licence L.E.A Anglais-Japonais",
    "lea_school": "Aix-Marseille Université",
    "lea_date": "2008 - 2012"
  },
  "contact_me": "Contactez-moi sur"
}
